---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.MultipleValuesIndication
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.MultipleValuesIndication

Specifies the value indicated for a parameter when multiple elements with different parameter values are selected.